tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "bat"
brew "openjdk"
brew "bfg"
brew "ffmpeg"
brew "eza"
brew "fish"
brew "fzf"
brew "gh"
brew "jq"
brew "mpd"
brew "python@3.13"
brew "mpv"
brew "neovim"
brew "nvm"
brew "pipx"
brew "pngpaste"
brew "ripgrep"
brew "starship"
brew "stow"
brew "uv"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "mise"
brew "ollama"
cask "aerospace"
cask "emacs"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "rar"
